/* No comment provided by engineer. */
"%d files could not be found." = "%d files could not be found.";

/* No comment provided by engineer. */
"A problem prevented the upload from completing: %@" = "A problem prevented the upload from completing: %@";

/* command, as in append */
"Add" = "Add";

/* No comment provided by engineer. */
"All uploads have completed." = "All uploads have completed.";

/* preference pane */
"Automatic Updates" = "Automatic Updates";

/* command */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose a directory to scan for documents:" = "Choose a directory to scan for documents:";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* No comment provided by engineer. */
"Couldn’t add persistent store: %@" = "Couldn’t add persistent store: %@";

/* No comment provided by engineer. */
"Hide Information Drawer" = "Hide Information Drawer";

/* No comment provided by engineer. */
"I was unable to log you into Scribd." = "I was unable to log you into Scribd.";

/* XML response */
"Improper format" = "Improper format";

/* No comment provided by engineer. */
"It appears you are using an out-of-date version of Scribd Uploader. Please upgrade to the latest version of Scribd Uploader." = "It appears you are using an out-of-date version of Scribd Uploader. Please upgrade to the latest version of Scribd Uploader.";

/* be viewed */
"It can" = "It can";

/* 'it' = a file */
"It has been removed from the list." = "It has been removed from the list.";

/* command */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Logged in as %@." = "Logged in as %@.";

/* No comment provided by engineer. */
"Logging in…" = "Logging in…";

/* No comment provided by engineer. */
"Mac OS X 10.5, code-named Tiger, is available for purchase at www.apple.com." = "Mac OS X 10.5, code-named Tiger, is available for purchase at www.apple.com.";

/* preference pane */
"Metadata" = "Metadata";

/* about the error */
"No additional information was provided." = "No additional information was provided.";

/* No comment provided by engineer. */
"Not logged in." = "Not logged in.";

/* command */
"OK" = "OK";

/* command */
"Quit" = "Quit";

/* command */
"Quit anyway" = "Quit anyway";

/* command */
"Scan" = "Scan";

/* No comment provided by engineer. */
"Scribd Uploader creates a folder in your Application Support directory to store your file list." = "Scribd Uploader creates a folder in your Application Support directory to store your file list.";

/* No comment provided by engineer. */
"Scribd Uploader requires Mac OS X version 10.5.0 or later in order to run." = "Scribd Uploader requires Mac OS X version 10.5.0 or later in order to run.";

/* No comment provided by engineer. */
"Scribd Uploader session key" = "Scribd Uploader session key";

/* No comment provided by engineer. */
"Show Information Drawer" = "Show Information Drawer";

/* command */
"Sign Up" = "Sign Up";

/* No comment provided by engineer. */
"Signing up…" = "Signing up…";

/* command */
"Switch Users" = "Switch Users";

/* No comment provided by engineer. */
"The file “%@” could not be found." = "The file “%@” could not be found.";

/* No comment provided by engineer. */
"The underlying error was: %@" = "The underlying error was: %@";

/* No comment provided by engineer. */
"There is a file named “Scribd Uploader” in your Home > Library > Application Support folder that must be moved before Scribd Uploader can be launched." = "There is a file named “Scribd Uploader” in your Home > Library > Application Support folder that must be moved before Scribd Uploader can be launched.";

/* already been uploaded */
"These documents have" = "These documents have";

/* No comment provided by engineer. */
"These files have been removed from the list." = "These files have been removed from the list.";

/* be viewed */
"They can" = "They can";

/* already been uploaded */
"This document has" = "This document has";

/* No comment provided by engineer. */
"This document will be visible to everyone once it is uploaded." = "This document will be visible to everyone once it is uploaded.";

/* No comment provided by engineer. */
"This document will only be visible to you or people you choose." = "This document will only be visible to you or people you choose.";

/* No comment provided by engineer. */
"To make your document more discoverable, add more information above." = "To make your document more discoverable, add more information above.";

/* preference pane */
"Uploading" = "Uploading";

/* No comment provided by engineer. */
"You can alternatively remove the Home > Library > Application Support > Scribd Uploader folder to use this version of Scribd Uploader." = "You can alternatively remove the Home > Library > Application Support > Scribd Uploader folder to use this version of Scribd Uploader.";

/* No comment provided by engineer. */
"You can’t upload files to Scribd without first logging in. You can try uploading your files again later." = "You can’t upload files to Scribd without first logging in. You can try uploading your files again later.";

/* No comment provided by engineer. */
"Your document is private, so no one will be able to discover it." = "Your document is private, so no one will be able to discover it.";

/* No comment provided by engineer. */
"Your document was not configured because of a problem: %@" = "Your document was not configured because of a problem: %@";

/* No comment provided by engineer. */
"Your file uploaded successfully, however. You will have to visit Scribd.com to change its metadata." = "Your file uploaded successfully, however. You will have to visit Scribd.com to change its metadata.";

/* No comment provided by engineer. */
"Your files are now ready to be viewed on Scribd.com." = "Your files are now ready to be viewed on Scribd.com.";

